GET_USERPASS = 'get_userpass'

# SERVER_URL = 'http://127.0.0.1:8000/bot/'
SERVER_URL = 'https://accordion.pythonanywhere.com/bot/'


RESPONSE_TEXTS = {
    'error': 'مشکلی پیش اومده...',
    'welcom': 'سلام دوست عزیز :)\nخیلی خوش اومدی 🌺\n\nبرای این که بتونیم ربات رو برای شما شخصی سازی کنیم نیاز داریم که اطلاعات دروس شما رو از سامانه lms استخراج کنیم.\n\nاین رو هم بگیم که اطلاعات شما محرمانه خواهد ماند و بعد از استخراج می توانید برای تغییر رمز عبور خود در سامانه lms اقدام کنین.',
    'signup': '{}',
}
